brew 'coreutils'

brew 'ack'
brew 'asdf'
brew 'bash-completion'
brew 'direnv'
brew 'git'
brew 'gpg'
brew 'go'
brew 'hh'
brew 'httpie'
brew 'htop'
brew 'the_silver_searcher'
brew 'vim'
brew 'wget'
brew 'tmux'
brew 'neovim'

cask 'slack'
cask 'skype'
cask 'spotify'
cask 'the-unarchiver'
cask 'vlc'
cask 'xquartz'
cask 'hammerspoon'

tap 'caskroom/versions'

tap 'neovim/homebrew-neovim'
