brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed', args: ['--with-default-names']

brew 'ack'
brew 'asdf'
brew 'axel'
brew 'bash-completion'
brew 'direnv'
brew 'exa'
brew 'exiftool'
brew 'git'
brew 'gpg'
brew 'go'
brew 'heroku-toolbelt'
brew 'hh'
brew 'httpie'
brew 'htop'
brew 'jq'
brew 'mtr'
brew 'nmap'
brew 'pstree'
brew 'pwgen'
brew 'pv'
brew 'ripgrep'
brew 'ruby-build'
brew 'shellcheck'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim', args: ['--without-ruby']
brew 'wakeonlan'
brew 'wget'
brew 'tmux'

cask 'android-file-transfer'
cask 'caption'
cask 'cord'
cask 'cyberduck'
cask 'docker-edge'
cask 'google-hangouts'
cask 'iterm2'
cask 'licecap'
cask 'macdown'
cask 'osxfuse'
cask 'sequel-pro'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'the-unarchiver'
cask 'trim-enabler'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'xquartz'
cask 'yujitach-menumeters'
cask 'quitter'
cask 'hammerspoon'

tap 'caskroom/versions'
cask 'google-chrome-beta'
cask 'firefox-beta'

tap 'neovim/homebrew-neovim'
brew 'neovim'

tap 'buo/cask-upgrade'

brew 'mas'
mas 'Whatsapp', id: 1147396723
